Repository: bobooma/QuotesBook
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, fa, gu, ja, mr, pa, sw, ta, te, tl, tr, ur

# language
source: English
ar: عربي
bn: বাংলা
fa: فارسی
gu: અંગ્રેજી
ja: 日本
mr: इंग्रजी
pa: ਮਾਲੇਈ ਭਾਸ਼ਾ
sw: Kiingereza
ta: ஆங்கிலம்
te: ఆంగ్ల
tl: Tagalog
tr: Türk
ur: اردو

# chooseLanguage
source: Language
ar: اللغة
bn: ভাষা
fa: زبان
gu: ભાષા
ja: 言語
mr: इंग्रजी
pa: ਭਾਸ਼ਾ.
sw: Lugha
ta: மொழி. மொழி
te: భాష
tl: Wika
tr: Dilim
ur: زبان

source: Share
ar: شارك
bn: শেয়ার করুন
fa: اشتراک گذاری
gu: શેર
ja: 共有
mr: शेअर
pa: ਸਾਂਝਾ ਕਰੋ
sw: Shiriki
ta: பகிர்
te: షేర్
tl: Ibahagi
tr: Paylaş
ur: بانٹیں

source: Save
ar: احفظ
bn: সংরক্ষণ
fa: صرفه جویی
gu: સાચવવું
ja: 保存する
mr: जतन करा
pa: ਸੇਵ
sw: Hifadhi
ta: சேமிக்கவும்.
te: సేవ్ చేయి
tr: Kaydetmek
ur: بچت

source: Please Share
ar: شارك من فضلك
bn: শেয়ার করুন
fa: لطفا به اشتراک بگذارید
gu: મહેરબાની કરીને શેર કરો
ja: 共有してください
mr: कृपया सामायिक करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਂਝਾ ਕਰੋ
sw: Tafadhali Shirikisha
ta: தயவு செய்து பகிரவும்
te: దయ చేసి పంచండి
tl: Pakibahagi
tr: Lütfen paylaşın
ur: براہ کرم بانٹیں

# fixedQuote
source: “It is literally true that you can succeed best and quickest by helping others to succeed.”
ar: صحيح حرفيا أنه يمكنك أن تنجح بشكل أفضل وأسرع من خلال مساعدة الآخرين على النجاح
bn: এটি আক্ষরিক অর্থে সত্য যে আপনি অন্যদেরকে সফল করতে সহায়তা করে সেরা এবং দ্রুততম সফল হতে পারেন
fa: به معنای واقعی کلمه درست است که شما می توانید بهترین و سریع ترین موفق باشید با کمک به دیگران برای موفقیت.
gu: તે શાબ્દિક રૂપે સાચું છે કે તમે બીજાને સફળ થવા માટે મદદ કરીને શ્રેષ્ઠ અને ઝડપી સફળ થઈ શકો છો.
ja: 「それは文字通りあなたが成功するのを助けることによってあなたが最高かつ最も早く成功することができるということです。」
mr: हे अक्षरशः खरे आहे की आपण इतरांना यशस्वी होण्यासाठी मदत करून सर्वोत्तम आणि जलद यशस्वी होऊ शकता.
pa: ਇਹ ਅਸਲ ਵਿੱਚ ਸੱਚ ਹੈ ਕਿ ਤੁਸੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਫਲ ਹੋ ਸਕਦੇ ਹੋ ਅਤੇ ਦੂਜਿਆਂ ਨੂੰ ਸਫਲ ਹੋਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਕੇ ਸਭ ਤੋਂ ਤੇਜ਼ ਹੋ ਸਕਦੇ ਹੋ.
sw: Ni kweli kweli kwamba unaweza kufanikiwa bora na ya haraka kwa kuwasaidia wengine kufanikiwa.
ta: மற்றவர்களுக்கு வெற்றி பெற உதவுவதன் மூலம் நீங்கள் சிறந்த மற்றும் விரைவான வெற்றியை வெற்றியடையலாம் என்பது உண்மைதான்.
te: ఇతరులు విజయవంతం కావడానికి సహాయపడటం ద్వారా మీరు ఉత్తమంగా మరియు వేగవంతమైన విజయవంతం కావచ్చని వాచ్యంగా నిజం.
tl: Ito ay literal na totoo na maaari kang magtagumpay pinakamahusay at pinakamabilis sa pamamagitan ng pagtulong sa iba na magtagumpay.
tr: Kelimenin tam anlamıyla, başkalarının başarılı olmalarına yardımcı olarak en iyi ve en hızlı başarılı olabileceğiniz doğrudur.
ur: “یہ لفظی طور پر سچ ہے کہ آپ دوسروں کو کامیاب کرنے میں مدد کرکے سب سے بہتر اور تیز رفتار کامیاب ہوسکتے ہیں.”

# spread
source: “so..Spread The Good and Share EveryWhere ”
ar: “لذلك نشر الخير والمشاركة في كل مكان ”
bn: তাই ভাল এবং সর্বত্র ভাগ করুন
fa: بنابراین خوب ... خوب و به اشتراک گذاری در همه جا
gu: તેથી .. સારું છે અને દરેક જગ્યાએ શેર કરો
ja: 「それで、よく善と共有してください」
mr: म्हणून चांगले आणि सर्वत्र सामायिक करा आणि सामायिक करा
pa: ਇਸ ਲਈ .. ਚੰਗੇ ਬਣਾਓ ਅਤੇ ਹਰ ਜਗ੍ਹਾ ਸਾਂਝਾ ਕਰੋ
sw: Hivyo..Kuongezea mema na kushiriki kila mahali
ta: எனவே நல்லதும், எல்லா இடங்களிலும் பகிர்ந்து கொள்ளவும்
te: కాబట్టి ప్రతిచోటా మంచి మరియు భాగస్వామ్యం
tl: So..pread ang mabuti at ibahagi sa lahat ng dako
tr: Peki ... iyiliği kızdır ve her yere paylaş
ur: “تو. ہر جگہ اچھا اور اشتراک کریں ”

# newQuote
source: New Wisdoms EveryDay
ar: حكمة جديدة كل يوم
bn: নতুন উইজডম না
fa: حکمت جدید نرووه
gu: નવી શાણપણ ક્યારેય નથી
ja: 毎日新 しい知恵
mr: नवीन शहाणपण कधीही नाही
pa: ਨਵੀਂ ਸਿਆਣਪ ਕਦੇ ਨਹੀਂ
sw: Hekima mpya lazima
ta: புதிய ஞானம் இல்லை
te: న్యూ వివేచనలు ఎప్పుడూ
tl: Bagong mga karunungan araw-araw
tr: Neverway yeni bilgelikler
ur: نئی حکمت کبھی نہیں

source: Share Image
ar: مشاركة الصورة
bn: ছবি শেয়ার করুন
fa: به اشتراک گذاری تصویر
gu: શેર કરો
ja: 画像を共有します
mr: प्रतिमा सामायिक करा
pa: ਸਾਂਝਾ ਕਰੋ ਚਿੱਤਰ
sw: Shiriki picha
ta: பகிர் படத்தை
te: భాగస్వామ్యం చిత్రం
tl: Magbahagi ng imahe
tr: Fotoğraf paylaşmak
ur: اشتراک تصویر

source: Contact Me
ar: اتصل بي
bn: আমার সাথে যোগাযোগ কর
fa: با من تماس بگیر
gu: મારો સંપર્ક કરો
ja: 私に連絡して
mr: मला संपर्क करा
pa: ਮੇਰੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
sw: Wasiliana nami
ta: என்னை தொடர்பு கொள்
te: నన్ను సంప్రదించండి
tl: Tawagan mo ako
tr: Benimle irtibata geçin
ur: مجھ سے رابطہ کریں

source: My Website
ar: موقعي
bn: আমার ওয়েবসাইট
fa: وب سایت من
gu: મારી વેબસાઇટ
ja: 私のウェブサイト
mr: माझी वेबसाइट
pa: ਮੇਰੀ ਵੈਬਸਾਈਟ
sw: Tovuti yangu
ta: என் வலைத்தளம்
te: నా వెబ్సైట్
tl: Aking website
tr: İnternet sitem
ur: میری ویب سائٹ

source: Youtube Channel
ar: قناة يوتيوب
bn: ইউটিউব চ্যানেল
fa: کانال یوتیوب
gu: યુ ટ્યુબ ચેનલ
ja: YouTubeチャネル
mr: YouTube चॅनेल
pa: ਯੂਟਿ .ਬ ਚੈਨਲ
sw: Kituo cha YouTube.
ta: YouTube சேனல்
te: YouTube ఛానెల్
tr: Youtube kanalı
ur: یو ٹیوب چینل

# myVideospage
source: Amazing Videos
ar: مقاطع فيديو مذهلة
bn: আশ্চর্যজনক ভিডিও
fa: فیلم های شگفت انگیز
gu: અમેઝિંગ વિડિઓઝ
ja: 素晴らしいビデオ
mr: आश्चर्यकारक व्हिडिओ
pa: ਹੈਰਾਨੀਜਨਕ ਵੀਡੀਓ
sw: Video za kushangaza.
ta: அற்புதமான வீடியோக்கள்
te: అమేజింగ్ వీడియోలు
tl: Mga kamangha-manghang video
tr: Şaşırtıcı Videolar
ur: حیرت انگیز ویڈیو

source: Telegram Chanel
ar: قناة تليجرام
bn: টেলিগ্রাম চ্যানেল
fa: کانال تلگرام
gu: ટેલિગ્રામ ચેનલ
ja: テレグラムチャンネル
mr: टेलीग्राम चॅनेल
pa: ਟੈਲੀਗ੍ਰਾਮ ਚੈਨਲ
sw: Telegram Channel.
ta: டெலிகிராம் சேனல்
te: టెలిగ్రామ్ ఛానెల్
tl: Telegram Channel
tr: Telgraf kanalı
ur: ٹیلیگرام چینل

source: Change Theme
bn: থিম পরিবর্তন করো
fa: تغییر زمینه
gu: બદલો થીમ
ja: テーマを変更します
mr: थीम बदला
pa: ਥੀਮ ਬਦਲੋ
sw: Badilisha mandhari
ta: தீம் மாற்றவும்
te: థీమ్ మార్చండి
tl: Baguhin ang tema
tr: Temayı değiştir
ur: موضوع تبدیل کریں

source: Funny
bn: হাস্যকর
fa: خنده دار
gu: રમુજી
ja: 面白い
mr: मजेदार
pa: ਮਜ਼ਾਕੀਆ
ta: வேடிக்கை
te: తమాషా
tl: Nakakatawa
ur: عجیب

source: Inspiring
bn: অনুপ্রেরণীয়
fa: الهام بخش
gu: પ્રેરણાદાયક
ja: insp insp
mr: प्रेरणादायक
pa: ਪ੍ਰੇਰਣਾਦਾਇਕ
ta: எழுச்சியூட்டும்
te: స్పూర్తినిస్తూ
tl: Nakasisigla
ur: حوصلہ افزائی

source: Blessings
bn: আশীর্বাদ
fa: برکت
gu: આશીર્વાદ
ja: 祝福
mr: आशीर्वाद
pa: ਅਸੀਸਾਂ
ta: ஆசீர்வாதங்கள்
te: దీవెనలు
tl: Mga pagpapala
ur: برکتیں

source: Favorites
bn: প্রিয়
fa: مورد علاقه های شما
gu: મનપસંદ
ja: favor favor
mr: आवडते
pa: ਮਨਪਸੰਦ
ta: பிடித்தவை
te: ఇష్టాంశాలు
tl: Mga Paborito
ur: پسندیدہ

source: Health
bn: হিথ
fa: هیت
gu: માંદું
ja: ヒース
mr: आरोग्य
pa: ਸਿਹਤ
ta: ஹீத்
te: ఆరోగ్యము
tl: Kalusugan
ur: صحت

# makeQuote
source: Make Your Own Quote
bn: একটি উদ্ধৃতি তৈরি করুন
fa: نقل قول کنید
gu: એક ક્વોટ કરો
ja: 見積もりをする
mr: एक उद्धरण करा
pa: ਇੱਕ ਹਵਾਲਾ ਬਣਾਓ
ta: ஒரு மேற்கோள் கொள்ளுங்கள்
te: ఒక కోట్ చేయండి
tl: Gumawa ng isang quote
ur: ایک اقتباس بنائیں

source: Share App
bn: অ্যাপ্লিকেশন ভাগ করা
fa: نرم افزار اشتراک گذاری
gu: શેર એપ્લિકેશન
ja: アプリを共有する
mr: अॅप सामायिक करा
pa: ਸ਼ੇਅਰ ਐਪ
ta: பகிர் App.
te: భాగస్వామ్యం అనువర్తనం
tl: Ibahagi ang App
ur: اشتراک اپلی کیشن

source: My Apps
bn: আমার অ্যাপ্লিকেশন
fa: برنامه های من
gu: મારી એપ્લિકેશન્સ
ja: 私のアプリ
mr: माझे अॅप्स
pa: ਮੇਰੇ ਐਪਸ
ta: என் பயன்பாடுகள்
te: నా అనువర్తనాలు
tl: Aking Apps
ur: میرے اطلاقات

source: Backgrounds
bn: ব্যাকগ্রাউন্ড
fa: پس زمینه
gu: બેકગ્રાઉન્ડમાં
ja: 背景
mr: पार्श्वभूमी
pa: ਪਿਛੋਕੜ
ta: பின்னணியில்
te: నేపథ్యాలు
ur: پس منظر
